Repository: RRZE-Webteam/rrze-autoshare
Catalog: languages/rrze-autoshare-*.po
Languages: de_de

source: Automatically share the post title or custom message and a link to the post to Bluesky, Twitter and other social media.
de_de: Dieses Plugin teilt automatisch den Beitragstitel, einen Teil des Textauszugs, das Beitragsbild (falls verfügbar) und einen Link zum Beitrag auf Bluesky und Mastodon.

source: Share on Bluesky
de_de: Auf Bluesky teilen

source: Share on Bluesky is disabled
de_de: Teilen auf Bluesky ist deaktiviert

source: It is published on Bluesky
de_de: Es ist auf Bluesky veröffentlicht

source: Share on Mastodon
de_de: Auf Mastodon teilen

source: Share on Mastodon is disabled
de_de: Teilen auf Mastodon ist deaktiviert

source: It is published on Mastodon
de_de: Es ist auf Mastodon veröffentlicht

source: Share on X (Twitter)
de_de: Auf X (Twitter) teilen

source: Share on X is disabled
de_de: Teilen auf X ist deaktiviert

source: It is published on X
de_de: Es ist auf X veröffentlicht

source: An error occurred while trying to publish.
de_de: Beim Versuch der Veröffentlichung ist ein Fehler aufgetreten.

source: Error: %d.
de_de: Fehler: %d.

source: This post was not published on Bluesky.
de_de: Dieser Beitrag wurde nicht auf Bluesky veröffentlicht.

source: Revoke Access
de_de: Zugriff widerrufen

source: Authorize Access
de_de: Zugriff autorisieren

source: You’ve authorized Autoshare to read and write to the Bluesky timeline.
de_de: Sie haben Autoshare autorisiert, die Bluesky-Timeline zu lesen und zu schreiben.

source: Authorize Autoshare to read and write to the Bluesky timeline.
de_de: Autorisieren Sie Autoshare zum Lesen und Schreiben in die Bluesky-Timeline.

source: Bluesky Settings
de_de: Bluesky Einstellungen

source: Bluesky, also known as Bluesky Social, is a social microblogging platform.<br>Please complete the settings fields so that Autoshare can read and write to the Bluesky timeline.
de_de: Bluesky, auch bekannt als Bluesky Social, ist eine soziale Microblogging-Plattform.<br>Bitte füllen Sie die Einstellungsfelder aus, damit Autoshare die Bluesky-Timeline lesen und schreiben kann.

source: The domain (URL) of the Bluesky service.
de_de: Die Domäne (URL) des Bluesky-Dienstes.

source: The URL entered is not valid.
de_de: Die eingegebene URL ist ungültig.

source: Indentifier
de_de: Kennung

source: The Bluesky account identifier.
de_de: Die Bluesky-Kontokennung.

source: Password
de_de: Passwort

source: The Bluesky account password.
de_de: Das Passwort des Bluesky-Kontos.

source: Content Types
de_de: Inhaltstypen

source: Select the type of content that Autoshare could use.
de_de: Wählen Sie die Art von Inhalten aus, die Autoshare verwenden könnte.

source: Posts
de_de: Beiträge

source: Pages
de_de: Seiten

source: Enable by default
de_de: Standardmäßig aktivieren

source: Enable Autoshare by default when publishing content
de_de: Standardmäßig Autoshare aktivieren beim Veröffentlichen von Inhalten

source: Featured Images
de_de: Beitragsbild

source: Include featured images
de_de: Beitragsbild hinzufügen

source: Access
de_de: Zugriff

source: This post was not published on Mastodon.
de_de: Dieser Beitrag wurde nicht auf Mastodon veröffentlicht.

source: You’ve authorized Autoshare to read and write to the Mastodon timeline.
de_de: Sie haben Autoshare autorisiert, die Mastodon-Timeline zu lesen und zu schreiben.

source: Authorize Autoshare to read and write to the Mastodon timeline.
de_de: Autorisieren Sie Autoshare zum Lesen und Schreiben in die Mastodon-Timeline.

source: Mastodon Settings
de_de: Mastodon Einstellungen

source: Mastodon is a free social networking service. It has microblogging features similar to X.<br>Please complete the settings fields so that Autoshare can read and write to the Mastodon timeline.
de_de: Mastodon ist ein kostenloser sozialer Netzwerkdienst. Es verfügt über ähnliche Microblogging-Funktionen wie X.<br>Bitte füllen Sie die Einstellungsfelder aus, damit Autoshare die Mastodon-Timeline lesen und schreiben kann.

source: The domain (URL) of the Mastodon service.
de_de: Die Domäne (URL) des Mastodon-Dienstes.

source: Username
de_de: Benutzername

source: The Mastodon account username.
de_de: Der Benutzername des Mastodon-Kontos.

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.

source: You are not authorized to perform this operation.
de_de: Sie sind nicht berechtigt, diesen Vorgang durchzuführen.

source: Something went wrong. Please try again.
de_de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.

source: Authorization denied for this request.
de_de: Die Autorisierung für diese Anfrage wurde verweigert.

source: Something went wrong while fetching the access token. Please try again.
de_de: Beim Abrufen des Zugriffstokens ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: X (Twitter) account authenticated successfully.
de_de: X-Konto (Twitter) erfolgreich authentifiziert.

source: X (Twitter) account ID is required to perform this operation.
de_de: Für diesen Vorgang ist die Konto-ID von X (Twitter) erforderlich.

source: X (Twitter) account disconnected successfully.
de_de: X (Twitter)-Konto erfolgreich getrennt.

source: This post was not published on X.
de_de: Dieser Beitrag wurde nicht auf X veröffentlicht.

source: You’ve authorized Autoshare to read and write to the X timeline. Authorized account: <code>%s</code>
de_de: Sie haben Autoshare autorisiert, die X-Timeline zu lesen und zu schreiben. Autorisiertes X-Konto: <code>%s</code>

source: Authorize Autoshare to read and write to the X timeline.
de_de: Autorisieren Sie Autoshare zum Lesen und Schreiben in die X-Timeline.

source: Something went wrong during getting user details.
de_de: Beim Abrufen der Benutzerdaten ist ein Fehler aufgetreten.

source: X (Twitter) Settings
de_de: X (Twitter) Einstellungen

source: Paste your API Key here
de_de: Fügen Sie hier Ihren API-Key ein

source: Paste your API Key Secret here
de_de: Fügen Sie hier Ihren API-Key-Secret ein

source: 1. Create a Twitter app
de_de: 1. Erstellen Sie eine Twitter-App

source: Go to the %1$sTwitter developer portal%2$s
de_de: Gehen Sie zum %1$sTwitter-Entwicklerportal%2$s

source: Click on Projects & Apps on the left navigation menu and create a new App.
de_de: Klicken Sie im linken Navigationsmenü auf Projekte & Apps und erstellen Sie eine neue App.

source: Find the App and click it to show the Settings page for the App.
de_de: Suchen Sie die App und klicken Sie darauf, um die Seite „Settings“ für die App anzuzeigen.

source: Edit the User authentication settings of the the App.
de_de: Bearbeiten Sie die „User authentication settings“ der App.

source: Set App permissions to <strong>Read and write</strong>.
de_de: Setzen Sie die „App permissions“ auf <strong>„Read and write“</strong>.

source: Set Types of App to <strong>Web App, Automated App or Bot</strong>.
de_de: Setzen Sie die „Types of App“ auf <strong>„Web App, Automated App or Bot“</strong>.

source: On App info set the <code>Callback URL / Redirect URL</code> to <code>%s</code>.
de_de: Setzen Sie unter App-Info die <code>Callback-URL/Redirect-URL</code> auf <code>%s</code>.

source: Set the <code>Website URL</code> to <code>%s</code> and click <code>Save</code>.
de_de: Setzen Sie die <code>Website URL</code> auf <code>%s</code> und klicken Sie auf <code>Save</code>.

source: Switch from the "Settings" tab to the "Keys and tokens" tab.
de_de: Wechseln Sie vom Reiter „Settings“ zum Reiter „Keys and tokens“.

source: Click on the <code>Regenerate</code> button in the <code>Consumer Keys</code> section.
de_de: Klicken Sie im Abschnitt <code>Consumer Keys</code> auf die Schaltfläche <code>Regenerate</code>.

source: Copy the <code>API Key</code> and <code>API Key Secret</code> values and paste them below.
de_de: Kopieren Sie die Werte für <code>API Key</code> und <code>API Key Secret</code> und fügen Sie sie unten ein.

source: 2. Connect your Twitter account
de_de: 2. Verbinden Sie Ihr Twitter-Konto

source: After saving settings, click the <code>Authorize Access</code> button and follow the instructions provided there to connect your Twitter account with this website.
de_de: Klicken Sie nach dem Speichern der Einstellungen auf die Schaltfläche <code>Zugriff autorisieren</code> und befolgen Sie die dort bereitgestellten Anweisungen, um Ihr Twitter-Konto mit dieser Website zu verbinden.

source: Autoshare Settings
de_de: Einstellungen › Autoshare

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server wird die PHP-Version %1$s ausgeführt. Das Plugin erfordert mindestens die PHP-Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server wird die WordPress-Version %1$s ausgeführt. Das Plugin erfordert mindestens die WordPress-Version %2$s.
